[ItemDefs.ID_BeerBottle MissionItemDefinition]
UseFailureCharacterMessage="requirements %s use it."
ItemName="golden beer"
PickupMessage="You agree %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You may not use this item."
NoManufacturerName="General"

[ItemDefs.ID_BeerBottle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This medicine is called a liquid medicine "sobriedad" y "autocontrol"."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.DrankBeer SkillDefinition]
SkillName="You drink beer"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skill.Drunk SkillDefinition]
SkillName="complete"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

